Repository: rubensluiz/sagu
Catalog: src/miolo20/locale/*/LC_MESSAGES/hangman.po
Languages: pt_br

source: Choose a Letter:
pt_br: Escolha uma Letra:

source: Choose the Level:
pt_br: Escolha o Nível:

source: Difficult. You must discover the word with only 3 tries.
pt_br: Difícil. Você deve descobrir a palavra em apenas 3 tentativas.

source: Easy. You'll have 10 tries to discover the word.
pt_br: Fácil. Você terá 10 tentativas para descobrir a palavra.

source: Give Up!
pt_br: Desista!

source: Hangman Game!
pt_br: Jogo da Forca!

source: Let me out of this!
pt_br: Deixe-me sair!

source: Medium. You'll have 5 tries to discover the word.
pt_br: Médio. Você terá 5 tentativas para descobrir a palavra.

source: Play Again!
pt_br: Jogar Novamente!

source: Play!
pt_br: Jogar!

source: You must choose a letter and try to discover the word. You'll lose if you have more errors than the limit!
pt_br: Você deve escolher uma letra e tentar descobrir a palavra. Você perderá se tiver mais erros que o limite!
