Repository: rubensluiz/sagu
Catalog: src/miolo20/locale/*/LC_MESSAGES/pedagogico.po
Languages: pt_br

source: Adicionar componente
pt_br: Adicionar unidade

source: Adicionar componente curricular
pt_br: Adicionar unidade didática

source: Adicionar novo componente
pt_br: Adicionar nova unidade

source: Adicionar grupo
pt_br: Adicionar módulo

source: Carregar componentes
pt_br: Carregar unidades

source: Carregar disciplinas
pt_br: Carregar unidades

source: Componente
pt_br: Unidade didática

source: Componente curricular
pt_br: Unidade didática

source: Componentes curriculares
pt_br: Unidades didáticas

source: Dados do componente
pt_br: Dados da unidade

source: Database error occurred
pt_br: Ocorreu um erro na base de dados

source: Disciplinas
pt_br: Unidades

source: Oferece disciplinas a distência
pt_br: Oferece unidades a distância

source: Permite inscrição por grupo?:
pt_br: Permite inscrição por módulo?:

source: Tipo de componente
pt_br: Tipo de unidade

source: Tipo de componente curricular
pt_br: Tipo de unidade didática

source: Selecione os componentes curriculares desejados e informe os dados relacionados
pt_br: Selecione as unidades temáticas desejadas e informe os dados relacionados
