Repository: rubensluiz/sagu
Catalog: src/miolo20/locale/*/LC_MESSAGES/residency.po
Languages: pt_br

source: Preceptoria
pt_br: Tutor/Preceptor

source: Tema da unidade temática
pt_br: Tema da Atividade

source: Tipo de carga horária complementar
pt_br: Tipo de reposição pedagógica

source: Tipo de unidade temática
pt_br: Tipo de atividade

source: Unidade temática
pt_br: Atividade do módulo

source: Matrícula retroativa
pt_br: Reposição pedagógica

source: Oferta de unidade temática
pt_br: Oferta da Atividade do módulo

source: Código da oferta de unidade temática
pt_br: Código da oferta da Atividade do módulo

source: Códico da unidade temática
pt_br: Código da Atividade do módulo

source: Código da unidade temática
pt_br: Código da Atividade do módulo

source: Temas da unidade temática
pt_br: Temas da Atividade do módulo
