Repository: rubensluiz/sagu
Catalog: src/miolo20/locale/*/LC_MESSAGES/resmedica.po
Languages: pt_br

source: Ênfase
pt_br: Especialidade

source: ÊNFASE
pt_br: ESPECIALIDADE

source: ÊNFASES
pt_br: ESPECIALIDADES

source: Ênfases
pt_br: Especialidades

source: Núcleo profissional/ênfase
pt_br: Categoria profissional/especialidade

source: Informe a ênfase
pt_br: Informe a especialidade

source: Parecer
pt_br: Feedback

source: parecer
pt_br: feedback

source: PARECER
pt_br: FEEDBACK

source: Informe a(s) ênfase(s)
pt_br: Informe a(s) especialidades(s)

source: Informe o(s) núcleo(s) profissional(is)
pt_br: Informe a(s) categoria(s) profissional(is)

source: Oferta de unidade temática
pt_br: Oferta do rodízio

source: Profissão e ênfase
pt_br: Profissão e especialidade

source: Erro ao salvar os núcleos profissionais
pt_br: Erro ao salvar as categorias profissionais

source: Referência da ênfase:
pt_br: Referência da especialidade:

source: Temas da unidade temática
pt_br: Temas do rodízio

source: Erro ao salvar as ênfases
pt_br: Erro ao salvar as especialidades

source: A unidade temática precisa ter ao menos uma ênfase
pt_br: A unidade temática precisa ter ao menos uma especialidade

source: Núcleo
pt_br: Categoria

source: NÚCLEO
pt_br: CATEGORIA

source: NÚCLEOS
pt_br: CATEGORIAS

source: Núcleos
pt_br: Categorias

source: Núcleo profissional
pt_br: Categoria profissional

source: Núcleos profissionais
pt_br: Categorias profissionais

source: NÚCLEO PROFISSIONAL
pt_br: CATEGORIA PROFISSIONAL

source: NÚCLEOS PROFISSIONAIS
pt_br: CATEGORIAS PROFISSIONAIS

source: Os dados só poderão ser alterados pelo preceptor responsável pela enfase e núcleo ou o preceptor do oferecimento da unidade temática.
pt_br: Os dados só poderão ser alterados pelo preceptor responsável pela especialidade e categoria ou o preceptor do ofereicimento da unidade temática.

source: Os dados só poderão ser alterados pelo preceptor responsável pela ênfase e núcleo ou o preceptor do oferecimento da unidade temática.
pt_br: Os dados só poderão ser alterados pelo preceptor responsável pela especialidade e categoria ou o preceptor do oferecimento da unidade temática.

source: Exibe no portal do preceptor todas as unidades temáticas da ênfase selecionada (somente visualização).
pt_br: Exibe no portal do preceptor todas as unidades temáticas da especialidade selecionada (somente visualização).

source: O preceptor será um preceptor responsável portanto o núcleo profissional e a ênfase devem ser informados.
pt_br: O preceptor será um preceptor responsável portanto a categoria profissional e a especialidade devem ser informados.

source: Responsável por núcleo/ênfase
pt_br: Responsável por categoria/especialidade

source: No portal do preceptor, permite controle de encontros das unidades temáticas desse núcleo/ênfase, além de permitir lançamento de notas.
pt_br: No portal do preceptor, permite controle de encontros das unidades temáticas dessa categoria/especialidade, além de permitir lançamento de notas.

source: Selecione os núcleos profissionais
pt_br: Selecione as categorias profissionais

source: Erro ao excluir os núcleos profissionais da unidade temática
pt_br: Erro ao excluir as categorias profissionais da unidade temática

source: Erro ao excluir as ênfases da unidade temática
pt_br: Erro ao excluir as especialidades da unidade temática

source: Você precisa selecionar pelo menos uma ênfase
pt_br: Você precisa selecionar pelo menos uma especialidade

source: Você precisa selecionar pelo menos um núcleo profissional
pt_br: Você precisa selecionar pelo menos uma categoria profissional

source: Unidade temática
pt_br: Rodízio

source: Tema da unidade temática
pt_br: Atividade do rodízio

source: Tipo de unidade temática
pt_br: Tipo de rodízio
