Repository: rubensluiz/sagu
Catalog: src/miolo26/locale/*/LC_MESSAGES/miolo.po
Languages: pt_br

source: Back
pt_br: Voltar

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: Cancel
pt_br: Cancelar

source: $options needs to be an array
pt_br: $options precisa ser um array

source: --Select--
pt_br: --Selecione--

source: @1 File not found: @2
pt_br: @1 Arquivo não encontrado: @2

source: @1 references @2. It cannot be removed.
pt_br: @1 referencia @2. Não pode ser removido.

source: Access Denied
pt_br: Acesso negado

source: Access denied
pt_br: Acesso negado

source: Action
pt_br: Ação

source: Actions
pt_br: Ações

source: Add
pt_br: Adicionar

source: Add another file
pt_br: Adicionar outro arquivo

source: Administration
pt_br: Administração

source: Alert
pt_br: Alerta

source: Alerts
pt_br: Alertas

source: Applying the update script...
pt_br: Aplicando script de atualização...

source: Back
pt_br: Voltar

source: Backing up data from "@1"...
pt_br: Realizando backup de "@1"...

source: Backup file "@1" does not exist
pt_br: Arquivo de backup "@1" não existe

source: Block Controls
pt_br: Controles de Bloco

source: Both date and time must be informed
pt_br: Data e hora devem ser informadas

source: Cancel
pt_br: Cancelar

source: Cancelled by the user.
pt_br: Cancelado pelo usuário.

source: Check input data.
pt_br: Verifique os dados informados.

source: Checking update script...
pt_br: Verificando script de atualização...

source: Class
pt_br: Classe

source: Class not found
pt_br: Classe não encontrada

source: Classes Diagram
pt_br: Diagrama de Classes

source: Clear
pt_br: Limpar

source: Click @1 for more details.
pt_br: Clicar em @1 para mais detalhes

source: Click and drag to move
pt_br: Clique e arraste para mover

source: Click to delete this record
pt_br: Clique para apagar este registro

source: Click to exit this form
pt_br: Clique para sair deste formulário

source: Click to go to search page
pt_br: Clique para ir para a página de consulta

source: Click to insert new record
pt_br: Clique para inserir novo registro

source: Click to open the calendar
pt_br: Clique para abrir o calendário

source: Click to print
pt_br: Clique para imprimir

source: Click to reset the form
pt_br: Clique para redefinir o formulário

source: Click to save this record
pt_br: Clique para salvar este registro

source: Close
pt_br: Fechar

source: Common
pt_br: Principal

source: Condition is missing!
pt_br: Condição não informada!

source: Confirmation
pt_br: Confirmação

source: Controls
pt_br: Controles

source: Could not restore miolo.conf backup. Backup file in "@1".
pt_br: Não foi possível restaurar o arquivo miolo.conf. Arquivo de backup em "@1".

source: Couldn't extract zip patch.
pt_br: Não foi possível extrair o patch em zip.

source: Couldn't update your system.
pt_br: Não foi possível atualizar o sistema.

source: Creating current backup...
pt_br: Criando backup atual...

source: Creating temporary database...
pt_br: Criando base temporária...

source: Current step
pt_br: Passo atual

source: Database "@1"
pt_br: Base de dados "@1"

source: Database "@1" is in "@2" which is unsupported
pt_br: Base de dados "@1" está em "@2", o qual não é suportado

source: Database - DAO
pt_br: Base de Dados - DAO

source: Database error occurred
pt_br: Ocorreu um erro na base de dados

source: Delete
pt_br: Excluir

source: Development
pt_br: Desenvolvimento

source: Directory "@1" does not exist
pt_br: Diretório "@1" não existe

source: Do you want to proceed anyway? (y/N)
pt_br: Você deseja continuar mesmo assim? (y/N)

source: Documentation
pt_br: Documentação

source: Done
pt_br: Fechar

source: Double click to hide
pt_br: Duplo clique para esconder

source: Empty database configuration name!
pt_br: Nome de configuração de base de dados vazio!

source: Error
pt_br: Erro

source: Error in Business: _db undefined!
pt_br: Erro no Business: _db indefinido!

source: Error in Database [@1]: @2
pt_br: Erro na base de dados [@1]: @2

source: Error in Session:
pt_br: Erro na sessão:

source: Error in UsesBusiness: Class not Found! <BR>Class name:
pt_br: Erro em UsesBusiness: Classe não encontrada! <BR>Nome da classe:

source: Error in getBusiness:
pt_br: Erro no getBusiness:

source: Error in getBusiness: Class not Found! <BR>Class name:
pt_br: Erro no getBusiness: Classe não encontrada! <BR>Nome da classe:

source: Error on ldap connection!
pt_br: Erro na conexão LDAP

source: Error: @1 - file not found.
pt_br: Erro: @1 - arquivo não encontrado.

source: Errors
pt_br: Erros

source: Example
pt_br: Exemplo

source: Executing PHP post script...
pt_br: Executando pós-script em PHP...

source: Executing PHP pre script...
pt_br: Executando pré-script em PHP...

source: Executing shell post script...
pt_br: Executando pós-script em shell...

source: Executing shell pre script...
pt_br: Executando pré-script em shell...

source: Exit
pt_br: Sair

source: Extracting the patch to "@1"...
pt_br: Extraindo o pacote em "@1"...

source: Extracting update package...
pt_br: Extraindo pacote de atualização...

source: Fatal error
pt_br: Erro fatal

source: File
pt_br: Arquivo

source: File "@1" does not exist
pt_br: Arquivo "@1" não existe

source: File [@1] not found by Uses!
pt_br: Arquivo [@1] não encontrado pelo Uses!

source: File modules/@1/db/lookup.class.php not found!<br>This file must implement Business@1Lookup class which must have a method called Lookup@2.
pt_br: Arquivo modules/@1/db/lookup.class.php não encontrado!<br>Esse arquivo deve implementar a classe Business@1Lookup, a qual deve conter um método chamado Lookup@2.

source: File not found:
pt_br: Arquivo não encontrado:

source: Filter
pt_br: Filtrar

source: Finalize
pt_br: Finalizar

source: Finished step
pt_br: Passo finalizado

source: First
pt_br: Primeiro

source: Function
pt_br: Função

source: Groups with access rights
pt_br: Grupos com permissões de acesso

source: Hangman
pt_br: Jogo da Forca

source: Hello World
pt_br: Olá, Mundo!

source: Information
pt_br: Informação

source: Insert mode
pt_br: Modo de inserção

source: Invalid format. Use @1.
pt_br: Formato inválido. Utilize @1.

source: Invalid parameters!
pt_br: Parâmetros inconsistentes!

source: Last
pt_br: Último

source: Login at
pt_br: Login em

source: MIOLO 2 Overview
pt_br: Visão Geral do MIOLO 2

source: MIOLO Project Site
pt_br: Site do Projeto MIOLO

source: MOption::setChecked expects an boolean as parameter!
pt_br: MOption::setChecked espera um valor booleano como parâmetro!

source: Main Menu
pt_br: Menu Principal

source: Menu Controls
pt_br: Controles de Menu

source: Missing required fields!
pt_br: Estão faltando dados em campos obrigatórios!

source: Modify
pt_br: Modificar

source: Move down
pt_br: Mover para baixo

source: Move up
pt_br: Mover para cima

source: Must have only the following characters @1
pt_br: Deve conter apenas os seguintes caracteres @1

source: New
pt_br: Novo

source: Next
pt_br: Próximo

source: Next step
pt_br: Próximo passo

source: No
pt_br: Não

source: No Data Found!
pt_br: Dados não encontrados!

source: No records found!
pt_br: Nenhum registro encontrado!

source: No valid Database connection estabilished.
pt_br: Nenhuma conexão válida de base de dados foi estabelecida.

source: Open Editor
pt_br: Abrir Editor

source: Operation violates check constraint at table @1
pt_br: Operação viola restrição na tabela @1

source: Options must be an {single,multi}-dimensional array
pt_br: Options precisa ser um array {uni,multi}-dimensional

source: Page
pt_br: Página

source: Pending step
pt_br: Passo pendente

source: Please inform a valid login/password to access this content.
pt_br: Por favor informe um login/senha válido para acessar este conteúdo.

source: Previous
pt_br: Anterior

source: Previous step
pt_br: Passo anterior

source: Print
pt_br: Imprimir

source: Query
pt_br: Consulta

source: Question
pt_br: Questão

source: Quitting updater.
pt_br: Encerrando atualizador.

source: Read only mode
pt_br: Modo somente leitura

source: Reference Guide
pt_br: Guia de Referência

source: Reference is invalid @1
pt_br: Referência é inválida @1

source: Remove
pt_br: Remover

source: Remove Filter
pt_br: Remover Filtro

source: Removing old database backup...
pt_br: Removendo backup antigo da base de dados...

source: Removing temporary database...
pt_br: Removendo base temporária...

source: Renaming last backup...
pt_br: Renomeando último backup...

source: Reset
pt_br: Redefinir

source: Restoring database "@1"...
pt_br: Restaurando base de dados "@1"...

source: Restoring database backups...
pt_br: Restaurando backups das bases de dados...

source: Restoring system backup...
pt_br: Restaurando backup do sistema...

source: Right click to minimize
pt_br: Clique com o botão direito para minimizar

source: Save
pt_br: Salvar

source: Search
pt_br: Procurar

source: Send
pt_br: Enviar

source: Session finished by timeout.
pt_br: Sessão finalizada por timeout.

source: System
pt_br: Sistema

source: Tabbed form doesn't yet support AddField Function!!!
pt_br: Tabbed form não suporta a função AddField!!!

source: Thanks for using MIOLOUpdater.
pt_br: Obrigado por utilizar o MIOLOUpdater.

source: The captcha is not valid
pt_br: O captcha não é válido

source: The database "@1" is not postgres
pt_br: A base de dados "@1" não é postgres

source: The database update of "@1" hasn't been done.
pt_br: A atualização da base de dados "@1" não foi realizada.

source: The date is invalid
pt_br: A data é inválida

source: The date must be between @1 and @2
pt_br: A data deve estar entre @1 e @2

source: The email is not valid
pt_br: O email não é válido

source: The field value is invalid
pt_br: O valor do campo é inválido

source: The identifier already exists on database
pt_br: O identificador já existe na base de dados

source: The informed time is invalid
pt_br: O horário informado é inválido

source: The input value must be between @1 and @2
pt_br: O valor do campo deve estar entre @1 e @2

source: The password strength is @1 and it should be at least @2
pt_br: A força da senha é @1 e deveria ser no mínimo @2

source: The report could not be generated
pt_br: O relatório não pôde ser gerado

source: The system is already up to dated, nothing to do.
pt_br: O sistema já está atualizado, nada a fazer.

source: The time is invalid
pt_br: O horário é inválido

source: The value length must be between @1 and @2
pt_br: O tamanho do valor deve estar entre @1 e @1

source: The value must be
pt_br: O valor deve ser

source: The value must respect the mask @1
pt_br: O valor deve respeitar a máscara @1

source: There's a problem with the database update script "@1".
pt_br: Há um problema com o script de atualização da base de dados "@1".

source: This field is required
pt_br: Este campo é obrigatório

source: This is not a valid CNPJ
pt_br: Este não é um CNPJ válido

source: This is not a valid CPF
pt_br: Este não é um CPF válido

source: This method expects an boolean as parameter!
pt_br: Este métdo espera um valor booleano como parâmetro!

source: Transaction:
pt_br: Transação:

source: Unable to estabilish database connection to host:
pt_br: Não foi possível estabelecer conexão com a base de dados no host:

source: Unknown reason
pt_br: Razão desconhecida

source: Update
pt_br: Atualizar

source: Update description
pt_br: Descrição da atualização

source: Updating database "@1"...
pt_br: Atualizando base de dados "@1"...

source: Upgrading system to version @1
pt_br: Atualizando sistema para a versão @1

source: User
pt_br: Usuário

source: Users with access rights
pt_br: Usuários com permissão de acesso

source: Using non-control with _AddControl; class:
pt_br: Usando um objeto não-controle com _AddControl; classe:

source: Using non-object with _AddControl;<br/>type:
pt_br: Usando um objeto não-controle com _AddControl;<br/>tipo:

source: Validators
pt_br: Validadores

source: Values must be an single-dimensional array
pt_br: Values precisa ser um array uni-dimensional

source: Yes
pt_br: Sim

source: Your installation has been updated to version @1
pt_br: Sua instalação foi atualizada para a versão @1

source: Zip file "@1" couldn't be opened
pt_br: Arquivo zip "@1" não pôde ser aberto

source: [DEPRECATED] Call method Form::error() is deprecated -- use Form::addError() instead!
pt_br: [DEPRECATED] Método Form::error() está depreciado -- use Form::addError()!

source: [WARNING] Using scrollable table, it's necessary to inform column width.
pt_br: [ADVERTÊNCIA] Usando tabela rolável, é necessário informar a largura da coluna.

source: [autocomplete]: Field @1 not found!
pt_br: [autocomplete]: Campo @1 não encontrado!

source: different than
pt_br: diferente de

source: equal to
pt_br: igual a

source: greater than
pt_br: maior que

source: greater than or equal to
pt_br: maior ou igual a

source: here
pt_br: aqui

source: identical to
pt_br: idêntico a

source: less than
pt_br: menor que

source: less than or equal to
pt_br: menor ou igual a

source: medium
pt_br: média

source: not identical to
pt_br: não idêntico a

source: of
pt_br: de

source: strong
pt_br: forte

source: very strong
pt_br: muito forte

source: very weak
pt_br: muito fraca

source: was not informed!
pt_br: não foi informado

source: weak
pt_br: fraca

source: Disciplinas
pt_br: Unidades Didáticas

source: Criar disciplina no moodle e inscrever alunos
pt_br: Criar unidade didática no moodle e inscrever alunos
